{
  "title": "Examples of Faith",
  "description": "Lives that reflect the light from above and show us the path of a living and true faith — with gestures of love, surrender, and hope that transcend time and continue to touch hearts.",
  "seeMore": "See more",
  "people": {
    "jesus": {
      "name": "Jesus Christ",
      "description": "Son of God, the supreme example of love, faith, and total surrender to the will of the Father.",
      "image": "/img/people/jesusImage.jpeg",
      "content": "Jesus Christ is the Only Begotten Son of God, sent into the world to rescue humanity from the darkness of sin and to reveal the infinite love of the Father. Born in Bethlehem to Mary, a simple and faithful young woman, and conceived by the Holy Spirit, Jesus is the incarnate Word—God made man. From the beginning, His life was marked by humility, simplicity, and obedience to the divine will. At the age of 30, He began His public ministry, proclaiming the Kingdom of God. His words, full of wisdom and authority, touched sinners' hearts, healed the sick, and freed the oppressed. Jesus defied the social and religious norms of His time—welcoming prostitutes, tax collectors, and lepers—showing that God's love is for all. With twelve apostles by His side, He traveled through villages and cities preaching the Gospel, multiplying loaves and fishes, walking on water, healing the blind and the paralyzed, and even raising the dead. But His greatest act of love was giving Himself on the cross. At Calvary, Jesus took upon Himself the sins of humanity and, through His death, reconciled us with the Father. On the third day, He rose gloriously, defeating death and offering the promise of eternal life to all. He appeared to His disciples, strengthened their faith, and sent them on mission. He ascended into heaven but remains present in the Church, in the sacraments, and in the life of every believer. Following Jesus is more than adhering to a religion—it is living a personal relationship with the Savior and allowing His Word to transform the heart. He is the Way that leads to truth, the Truth that sets us free, and the Life that never ends. In Him we find meaning, forgiveness, peace, and mission. He is the Alpha and the Omega, the beginning and the end of all things."
    },
    "mary": {
      "name": "Mary",
      "description": "Mother of Jesus, model of humility, obedience, and complete trust in God.",
      "image": "/img/people/maryImage.jpeg",
      "content": "Mary is the most important woman in the history of salvation after Jesus. Chosen by God from all eternity, she was conceived without original sin and prepared to be the Mother of the Savior. At the moment of the Annunciation, upon hearing the angel Gabriel’s call, she responded with complete freedom and faith: “Behold the handmaid of the Lord; let it be done to me according to your word.” Her life was marked by silence, contemplation, and absolute trust in God. Even without understanding all the mysteries, Mary kept every event in her heart. She was present at the most important moments of Jesus’ life: from the manger in Bethlehem to Calvary, where, standing by the cross, she shared in her Son’s suffering as He gave His life for the salvation of the world. Mary was the first disciple, a model of the Church, and a mirror of holiness. After Jesus’ ascension, she remained with the apostles, strengthening the early community with her prayerful presence. She was with them in the Upper Room when the Holy Spirit descended at Pentecost. Assumed into heaven, Mary continues her maternal mission, interceding for all the children of the Church. Countless Marian apparitions and devotions throughout the centuries testify to her constant care for humanity. Lourdes, Fatima, Guadalupe, and Aparecida are just a few of the many manifestations of her love. Being devoted to Mary means trusting in a Mother who never abandons. She gently leads us to Jesus. Through the rosary, consecration, and the imitation of her virtues, we grow in faith, humility, and love. Mary is the Mother of the Church, Queen of Peace, and Star of Evangelization. Whoever welcomes her as Mother never walks alone."
    },
    "francis": {
      "name": "Saint Francis of Assisi",
      "description": "A man of peace and simplicity who lived the Gospel radically and loved all of creation.",
      "image": "/img/people/stFrancisImage.jpeg",
      "content": "Saint Francis of Assisi was born in 1182 in the city of Assisi, Italy, into a wealthy family of merchants. As a young man, he was vain, dreamed of military glory, and enjoyed parties. However, after a severe illness and a profound spiritual experience, Francis began to understand that his true calling was to serve God. He gave up wealth and prestige, trading fine clothes for a simple robe and a lifestyle based entirely on the Gospel. Francis found in Christ poor and crucified the perfect model for his life. He embraced poverty with joy, lived by providence, and preached repentance and the love of God through both words and actions. He founded the Order of Friars Minor, which grew rapidly. His only desire was to “live the Gospel to the letter,” which meant loving the poor, caring for the sick, and respecting all of creation. He had a special affection for animals and nature, calling the sun his brother and the moon his sister. His ecological spirituality continues to inspire the world today. Francis saw God in everything: the sun, water, the moon, the birds—even in suffering. His humility was so radical that he washed the feet of lepers, begged on behalf of the poor, and slept outdoors. In 1224, he received the stigmata—marks of Christ’s wounds—on his own body, becoming the first known saint to experience this. He died two years later, in 1226, singing the Canticle of the Creatures and thanking God for the gift of life. He was canonized just two years after his death. Saint Francis is a symbol of peace, simplicity, and unconditional love. His prayer, “Lord, make me an instrument of your peace,” has become a universal cry for reconciliation. He calls us to a life free from attachments, selfishness, and full of love for God and neighbor. His example continues to inspire clergy, laypeople, young people, and all who seek a more authentic and luminous life."
    }
  }
}
